<!DOCTYPE html>
<html>
    <head>
      <meta charset="UTF-8">
      <link rel="stylesheet" type="text/css" href="styles.css">
      <script src="https://code.jquery.com/jquery-3.1.1.min.js"></script>
      <script src="article.js"></script>
      <title>Teht&auml;v&auml; 3</title>
  </head>

    <body>
        <section id="container">
            <h1>Uutiskatsaus Hesarin artikkelien pohjalta</h1>
            <article id="firstArticle">
                <h3 class="header">Veriryhm&auml;n vaikutus terveyteen</h3>
                <p class="para">Jos veriryhm&auml;si on A, olet k&auml;rsiv&auml;llinen ja vastuuntuntoinen perfektionisti. Mik&auml;li se on B, olet intohimoinen ja el&auml;inrakas.
                    AB-ihmiset ovat puolestaan &auml;lykk&auml;it&auml; ja sosiaalisia, O-ryhm&auml;&auml;n kuuluvat taas itsevarmoja,
                    vahvatahtoisia ja kilpailullisia. Osuiko kuvaus oikeaan?
                    Syd&auml;n- ja aivoinfarktien riski on suurin A-veriryhm&auml;&auml;n kuuluvilla,
                    sen j&auml;lkeen tulevat AB ja B. O-veri taas suojelee malarialta, mutta lis&auml;&auml; kolerainfektion riski&auml;.
                </p>
            </article>
            <article id="secondArticle">
                <h3 class="header">Helsingiss&auml; sataa lunta 7.2.20</h3>
                <p class="para">Helsinkiin saapuu l&auml;nnest&auml; lumisadealue. Lunta satoi Lohjalla noin kello 16.30, ja sateet saavuttivat Helsingin ennen kello 17:&auml;&auml;.
                    Kunnon hankia ei kuitenkaan kannata odottaa. L&auml;mp&ouml;tila nousee iltaa kohden ja on y&ouml;n plussan puolella.Kuluva talvi on ollut Helsingiss&auml; poikkeuksellisen v&auml;h&auml;luminen.
                    Teknisesti ensilumi mitattiin Kaisaniemen mittausasemalla joulukuussa, mutta silloinkaan lumipeite ei pysynyt maassa kauaa.
                </p>
            </article>
            <article id="thirdArticle">
                <h3 class="header">Diabeetesta sairastavien varusmiespalvelus</h3>
                <p class="para">Puolustusvoimat on vahvistanut aikaisemman p&auml;&auml;t&ouml;ksens&auml;, ett&auml; diabetesta sairastavia ei haluta suorittamaan varusmiespalvelusta.
                    Heid&auml;t vapautetaan jatkossakin palveluksesta rauhan aikana.
                    Taustalla on Puolustusvoimien helmikuussa 2019 tekem&auml; p&auml;&auml;t&ouml;s, ett&auml; diabetes on este varusmiespalveluksen suorittamiselle.
                </p>
            </article>
            <article id="fourthArticle">
                <h3 class="header">Etel&auml;mantereen l&auml;mpoenn&auml;tys</h3>
                <p class="para">Etel&auml;mantereella oli torstaina mittaushistorian l&auml;mpimin p&auml;iv&auml;, Argentiinan ilmatieteenlaitos kertoo.
                    L&auml;mp&ouml;tila nousi 18,3 celsiusasteeseen Esperanza-nimisell&auml; tutkimusasemalla Etel&auml;mantereen pohjoisimmassa osassa.
                    Aiempi Etel&auml;mantereen l&auml;mp&ouml;enn&auml;tys mitattiin maaliskuussa 2015. Silloin l&auml;mp&ouml;tila oli 17,5 astetta.</p>
            </article>
            
            
        </section>

    
    </body>

</html> 